{
  "title": "Référentiel général d&#39;écoconception de services numériques",
  "url": "https://ecoresponsable.numerique.gouv.fr/",
  "description": "Référentiel piloté par la Dinum, le Ministère de la Transition Écologique, l’ADEME et l’Institut du Numérique Responsable",
  "version": "beta",
  "updated_at": "2021-10-19",
  "author": {
    "name": "Mission Green Tech",
    "url": "https://ecoresponsable.numerique.gouv.fr/a-propos/"
  },
  "criteres": [{
      "id": "1.1",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.1/",
      "critere": "Le service numérique répond-il à un besoin qui s’inscrit dans au moins un des objectifs de développement durable ?",
      "thematique": "Stratégie",
      "objectif": "Éviter le service numérique inutile : si le service numérique ne s’inscrit pas dans au moins l’un des objectifs de développement durable (ODD), l’intégralité des impacts environnementaux qu’il génère sont futiles, donc à éviter.",
      "miseEnOeuvre": "Se référer aux [17 ODD de l’ONU](https://fr.wikipedia.org/wiki/Objectifs_de_d%C3%A9veloppement_durable) et déterminer en amont du projet si son utilité est avéré.\nAfficher dans la déclaration d’écoconception (se référer aux critères dédiés) ou dans les mentions légales, les ODD dans lequel le service s’inscrit.",
      "controle": "Voir les ODD déclarés et leur pertinence dans la déclaration d’écoconception"
    },{
      "id": "1.2",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.2/",
      "critere": "Le service numérique a-t-il défini ses cibles utilisatrices ?",
      "thematique": "Stratégie",
      "objectif": "Pour répondre au plus juste aux utilisatrices et utilisateurs du service numérique, il est indispensable d’en connaître ses cibles, leurs usages, leurs besoins et leurs comportements, afin de ne pas surcharger les applicatifs numériques en fonctionnalités et contenus, ni les appauvrir au point qu’ils ne répondent pas aux attentes. Ni TROP, ni TROP PEU. \nSans l’identification des catégories d’utilisateurs primaires et secondaires, il est difficile de dimensionner correctement le service numérique.",
      "miseEnOeuvre": "Outils et composants de la phase de Recherche UX (UX research) : étude concurrentielle, analyse de l’existant, définition des personas, réalisation d’entretiens ou de sondages avec les utilisateurs, observation, etc.",
      "controle": "Avoir accès à ces documents de référence de la phase de recherche : entretiens utilisateurs, étude UX, benchmark, personas, étude marketing, etc. permettant de définir précisément les utilisateurs-cibles."
    },{
      "id": "1.3",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.3/",
      "critere": "Le service numérique a-t-il défini les besoins métiers et les attentes réelles des utilisateurs-cibles ?",
      "thematique": "Stratégie",
      "objectif": "Les incertitudes poussent à extrapoler les besoins souvent au delà des attentes réelles.\nOn peut également ne pas répondre aux \"bons besoins\" parce qu’on connait mal ses utilisateurs ou on répond juste à ce que demande le commanditaire. Tout cela finit par être un mauvais investissement de ressources, de temps passés et des impacts environnementaux générés.",
      "miseEnOeuvre": "* Entretiens avec les différentes parties prenantes et les métiers concernés,\n* Recherche UX auprès des utilisateurs-cibles,\n* Définir les utilisateurs primaires et secondaires,\n* Pratique alliée : les approches agiles.",
      "controle": "Avoir accès à un document de référence : entretiens, recherches, observations, sondages ou autres permettant précisément de définir l’expression de besoin métier ou les attentes rélles des utilisateurs-cibles."
    },{
      "id": "1.4",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.4/",
      "critere": "Le service numérique a-t-il défini la liste des profils de matériel que les utilisateurs vont pouvoir employer pour y accéder ?",
      "thematique": "Stratégie",
      "objectif": "Un service numérique n’exploitant que des ressources techniques de toute dernière génération ou trop innovantes peut conduire les utilisateurs à renouveler leurs équipements afin d’y accéder (obsolescence matérielle).\nAinsi, certaines utilisations peuvent être contraintes par les terminaux des utilisateurs. Pour permettre un choix plus large d’équipements même anciens et limiter les renouvellements de matériels, il est important de connaître les profils de matériel que les utilisateurs vont pouvoir employer, aujourd’hui et demain.",
      "miseEnOeuvre": "Définir le profil des matériels supportés, le plus ancien possible afin d’éviter toute obscolescence matérielle.",
      "controle": "Profil des matériels supportés indiqués dans la déclaration d’écoconception à afficher sur le site (voir critère dédié)."
    },{
      "id": "1.5",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.5/",
      "critere": "Le service numérique est-il utilisable sur des terminaux datant de 5 ans minimum ?",
      "thematique": "Stratégie",
      "objectif": "Le service numérique doit limiter sa contribution à l’obsolescence des terminaux en fonctionnant sur des équipements les plus anciens possibles.",
      "miseEnOeuvre": "S’assurer pour chaque fonctionnalité, que le service numérique est compatible avec des équipements anciens. Par exemple, ce critère peut être ajouté dans les tests ou QA (Quality assurance).\nDéfinition de \"Utilisable\" ici : mode dégradé accepté mais sans perte de fonctionnalité incontournable ni de contenu pour le service.",
      "controle": "Tester les fonctionnalités critiques du service numérique sur un équipement ancien."
    },{
      "id": "1.6",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.6/",
      "critere": "Le service numérique s’adapte-t-il à différents types de terminaux d’affichage ?",
      "thematique": "Stratégie",
      "objectif": "Le service numérique doit participer à limiter l’achat de nouveaux terminaux en fonctionnant sur des équipements aux tailles d’écrans variés dont les plus petits (smartphones anciens par exemple).",
      "miseEnOeuvre": "Uniquement si applicable, rendre l’interface du service numérique adaptable à la taille de l’écran sans perte d’utilisabilité (\"Responsive design\"). De plus, il vaut mieux éviter de dupliquer le service numérique avec une version spécifique pour chaque terminal.",
      "controle": "Tester les fonctionnalités critiques du service numérique sur différentes tailles d’affichage (ordinateur de bureau, tablette et mobile)."
    },{
      "id": "1.7",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.7/",
      "critere": "Le service numérique a-t-il été conçu avec des technologies standards plutôt que des technologies propriétaires ou spécifiques à une plateforme ou à un système d’exploitation ?",
      "thematique": "Stratégie",
      "objectif": "L’objectif est de lutter contre l’obsolescence des équipements induite par le logiciel. Les applications natives ont besoin des dernières versions d’OS (système d’exploitation) ou même les dernières versions des équipements pour fonctionner ce qui induit une obsolescence des matériels. Peu d’apps natives fonctionnent sur des équipements au delà de 7 ans. Alors que des apps web par exemple sont a priori disponibles dans tout navigateur et pour tout type d’équipement. Ce qui leur assure une bonne interopérabilité et une bonne longévité.",
      "miseEnOeuvre": "Bien en amont du développement, évaluer la faisabilité avec des technologies standard (par exemple, web plutôt que des applications propriétaires) pour répondre au besoin des utilisateurs et des métiers.",
      "controle": "Si c’est le cas, évaluer la nécessité d’avoir choisi de développer une application propriétaire : contrainte technique, matériel cible maitrisé ?"
    },{
      "id": "1.8",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.8/",
      "critere": "Le service numérique a-t-il au moins un référent identifié en écoconception numérique ?",
      "thematique": "Stratégie",
      "objectif": "L’écoconception numérique adresse un très large périmètre, qu’il est difficile d’appréhender complètement dans chaque phase projet. Il est indispensable que les professionnels intervenant sur le projet puissent s’appuyer à tous moments sur une ou des personnes référentes afin de les assister dans les meilleures pratiques à déployer.",
      "miseEnOeuvre": "Quels sont les référents officiels du projet en terme d’écoconception ? en interne ou en externe ?",
      "controle": "Un document de référence comportant le(s) nom(s) et certification(s) ou qualification(s) obtenue(s)."
    },{
      "id": "1.9",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.9/",
      "critere": "Le service numérique a-t-il identifié des indicateurs pour mesurer ses impacts environnementaux ?",
      "thematique": "Stratégie",
      "objectif": "Connaître les impacts environnementaux du service numérique. Avoir une vision globale des conséquences du service numérique, à chaque phase (début, usage, fin) et en intégrant les impacts environnementaux des équipements matériels utilisés, dans la production et dans l’usage de ce service numérique.",
      "miseEnOeuvre": "Faire un diagnostic basé sur une méthodologie ACV, une analyse de cycle de vie (screening, simplifiée ou ISO) multicritère. Les indicateurs d’impacts environnementaux à considérer à minima la consommation d’énergie primaire, les émissions GES, la consommation d’eau bleue et l’épuisement des ressources abiotiques.\nLe périmètre de l’analyse de cycle de vie peut être élargi par exemple en tenant compte des moyens de productions : impacts environnementaux des équipements de conception, les services en ligne mobilisés (environnement de test, de QA...), les déplacements des équipes, etc.",
      "controle": "Un document de référence (Analyse de cycle de vie - ACV - par exemple) des actions à entreprendre ou déjà entreprises, classées par phase projet.\n* Quels sont les indicateurs définis ?\n* Comment sont suivis ces indicateurs ?\n* Sont-ils publiés / ouverts et si oui, où ?\n* Quel est le rythme de mesure ?"
    },{
      "id": "1.10",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.10/",
      "critere": "Le service numérique s’est-il fixé des objectifs en matière de réduction ou de limitation des impacts environnementaux ?",
      "thematique": "Stratégie",
      "objectif": "Minimiser l’empreinte environnementale du service numérique.",
      "miseEnOeuvre": "Fixer les objectifs en matière d’empreinte environnementale du service numérique en regard du nombre d’utilisateurs escompté. Les indicateurs suivies doivent à minima être la consommation d’énergie primaire, les émissions GES, la consommation d’eau bleue et l’épuisement des ressources abiotiques.",
      "controle": "Quels sont les objectifs fixés ?"
    },{
      "id": "1.11",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.11/",
      "critere": "Le service numérique réalise-t-il régulièrement des revues pour s’assurer du respect de la réduction ou de la limitation de ses impacts environnementaux ?",
      "thematique": "Stratégie",
      "objectif": "Selon le contexte, un service numérique peut évoluer : équipe qui change, ajout de contenu par les utilisateurs, traitements de plus en plus gourmands, ...\nPour veiller que la démarche d’écoconception dure dans le temps, il est important de réaliser régulièrement une revue.",
      "miseEnOeuvre": "Revue, audit ou auto-audit régulier, tous les mois ou tous les ans selon le contexte et la taille du projet, en appliquant ce référentiel.\nDe plus, réaliser des audit de performances et tests de charge au sein de l’application/composant/microservice avec identification des bottleneck, ressources utilisées, …",
      "controle": "Résultat de la revue, résultat des audits de performance et de charges, résultat de l’audit en se basant sur ce référentiel..."
    },{
      "id": "1.12",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/1.12/",
      "critere": "Le service numérique publie-t-il une déclaration ou une politique d’écoconception ?",
      "thematique": "Stratégie",
      "objectif": "Communiquer la stratégie mise en place afin de réduire les impacts environnementaux du service numérique notamment la réduction de la contribution à l’obsolescence induite sur les terminaux.",
      "miseEnOeuvre": "Cette déclaration d’une démarche volontaire, à afficher par exemple dans les mentions légales, aux côtés de la déclaration d’accessibilité ou bien sur une page dédiée, contiendra par exemple :\n* Objectifs de Développement Durable dans lequel s’inscrit ce service numérique.\n* Versions logicielles du terminal utilisateur supporté (navigateur, système d’exploitation, etc.). Exemple : \"iOS 11 minimum, Android année 2015 minimum...\"\n* Type, année de construction ou versions cibles des équipements utilisateurs supportés (type de smartphone, taille écran, etc.). Exemple : \"iPhone 5 / Samsung Galaxy S3 minimum\" ou bien \"Tout équipement mobile datant de 2014 minimum\".\n* Connexion minimum pour accéder au service. Exemple : \"2G en mobile / 512 Kbs en connexion fixe\".\n* Adaptation à différentes tailles d’écran : oui / non. Si oui, indiquer la taille minimum de l’écran.\n* Stratégie mise en œuvre et objectifs en matière de réduction ou de limitation des impacts environnementaux : indiquer les actions mises en œuvre pour réduire la consommation de ressources, par exemple le nombre de requêtes serveurs maximum, le poids des ressources par écran ou pour un parcours utilisateur donné.\n* Date de publication ou de mise à jour de cette déclaration.",
      "controle": "Présence détaillée d’une déclaration ou d’une politique d’écoconception"
    },{
      "id": "2.1",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/2.1/",
      "critere": "Le service numérique a-t-il été conçu avec une revue de conception et une revue de code en ayant pour un des objectifs de réduire les impacts environnementaux de chaque fonctionnalité ?",
      "thematique": "Spécifications",
      "objectif": "Afin d’aboutir à une solution la plus sobre possible tout en répondant au besoin, il faut miser sur l’intelligence collective de toute l’équipe. Et pour cela, il ne suffit pas seulement de valider la conception par la revue de code, une bonne pratique maintenant assez répandue. Il est nécessaire, et cela sera positif pour l’équipe et pour le projet, de réfléchir en amont du développement, aux choix de conception et d’architecture, en ayant pour un des objectifs, la minimisation des impacts environnementaux.",
      "miseEnOeuvre": "En impliquant l’ensemble de l’équipe, l’ensemble des métiers, une revue conception en amont du développement est réalisée pour choisir la solution répondant au besoin tout en minimisant les impacts environnementaux. Puis, si du code a été produit pour implémenter la solution, une revue de code est faites en aval du développement.",
      "controle": "Quel est le processus de développement mis en place ?"
    },{
      "id": "2.2",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/2.2/",
      "critere": "Le service numérique a-t-il prévu une stratégie de décommissionnement pour ses fonctionnalités, ses composants ou ses environnements non utilisés ?",
      "thematique": "Spécifications",
      "objectif": "L’objectif est de décommisionner les environnements techniques encore actifs mais qui ne sont plus utilisés : Production, QA (Quality assurance), Test, environnement de développement, etc. Ces environnements occupent de la ressource informatique inutilement.",
      "miseEnOeuvre": "Définir une stratégie de décomissionnement des environnements et des dates de rappel.",
      "controle": "Lister les environnements actifs et leur état d’utilisation."
    },{
      "id": "2.3",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/2.3/",
      "critere": "Le service numérique impose-t-il à ses fournisseurs de garantir une démarche de réduction de leurs impacts environnementaux ?",
      "thematique": "Spécifications",
      "objectif": "Un projet est rarement réalisé avec un périmètre couvert totalement au sein de l’organisation. De nombreuses ressources externes sont mobilisées au cours du projet et se doivent d’être alignées avec la démarche.",
      "miseEnOeuvre": "Identifier les ressources nécessaires et leur associer des exigences environnementales. Le périmètre de la démarche porte sur la conception du service numérique (non sur le fournisseur lui-même). Se référer au [Guide pratique pour des achats numériques responsables](https://ecoresponsable.numerique.gouv.fr/publications/guide-pratique-achats-numeriques-responsables/).",
      "controle": "Quelles sont les spécifications intégrant des clauses environnementales qui ont été imposées aux fournisseurs pour la conception du service numérique ?"
    },{
      "id": "2.4",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/2.4/",
      "critere": "Le service numérique a-t-il pris en compte les impacts environnementaux des composants d’interface prêts à l’emploi utilisés ?",
      "thematique": "Spécifications",
      "objectif": "Connaitre les impacts environnementaux des composants d’interface (bouton, formulaires...), des systèmes de design qui sont des surcouches aux interfaces du système d’exploitation, utilisés dans le service numérique.",
      "miseEnOeuvre": "Mesurer par exemple le poids de ces composants d’interface pour mieux faire un choix.",
      "controle": "Ces composants d’interface sont-ils conçus afin de réduire leurs impacts environnementaux ?"
    },{
      "id": "2.5",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/2.5/",
      "critere": "Le service numérique a-t-il pris en compte les impacts environnementaux pour la sélection des services tiers utilisés ?",
      "thematique": "Spécifications",
      "objectif": "Réduire les impacts environnementaux des services tiers, donc non issus de développement interne.",
      "miseEnOeuvre": "Les services de tiers sont des services proposés par des fournisseurs externes (développeurs, organismes ou entreprises) apportant des fonctionnalités prêtes à l’emploi (par exemple suivi d’audience, lecteur vidéo, fil d’actualités des réseaux sociaux...) et évitant ainsi de les re-développer en interne.\nUne mesure d’outils analytics A/B test permet de connaitre les impacts environnementaux de celui-ci afin d’aider à la prise de décision sur le facteur environnemental.",
      "controle": "Mesures fournies par le service tiers.\nJustificatifs ou comparatifs validant le choix effectué."
    },{
      "id": "3.1",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/3.1/",
      "critere": "Le service numérique utilise-t-il des ressources ou des composants existants minimisant leurs impacts environnementaux ?",
      "thematique": "Architecture",
      "objectif": "Le service numérique peut dépendre de composants qui ne sont pas développés par la même équipe ou qui sont fournis par des frameworks de production. Il s’agit alors de s’assurer que ces dépendances soient également conçues de manière à réduire leurs propres impacts environnementaux.",
      "miseEnOeuvre": "Évaluer la façon dont ont été conçus les composants existants. Sont-ils eux-mêmes soumis à ce référentiel ?",
      "controle": "Vérification de la mise en œuvre"
    },{
      "id": "3.2",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/3.2/",
      "critere": "Le service numérique fonctionne-t-il sur une architecture pouvant adapter la quantité de ressources utilisées en fonction de la consommation du service ?",
      "thematique": "Architecture",
      "objectif": "L’objectif est d’éviter une architecture surdimensionnée et de privilégier une architecture capable de passer à l’échelle.",
      "miseEnOeuvre": "Évaluer finement le besoin, le nombre d’utilisateurs pour adapter les besoins en ressources informatiques.",
      "controle": "Obtenir par exemple un indicateur consommation de ressources vs les ressources allouées sur une période de temps."
    },{
      "id": "3.3",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/3.3/",
      "critere": "Le service numérique a-t-il pris en compte l’évolutivité technique des protocoles ?",
      "thematique": "Architecture",
      "objectif": "Limiter l’obsolescence du service induite par l’obsolescence du protocole utilisé, par exemple :\n* face à la pénurie d’IPv4 et la généralisation d’IPv6 (à moyen terme, certains accès internet ne proposeront plus de connectivité IPv4) en garantissant son interopérabilité et sa pérennité,\n* les navigateurs tendent vers le blocage du protocole HTTP et l’obligation d’utiliser HTTPS.",
      "miseEnOeuvre": "Par exemple :\n* Définir une stratégie de test IPv6 qui inclue des tests depuis un équipement où la connectivité IPv4 est désactivée. Objectif: déceler du code ou des fonctions qui ne fonctionnent qu’en IPv4 only, qui seront inutilisables à moyen terme, avec le retrait d’IPv4,\n* Dans un contexte où l’utilisateur accède au service numérique par son navigateur, il est obligatoire d’utiliser HTTPS au lieu de HTTP.",
      "controle": "Vérifier que les différents composants du service numerique fonctionnent bien :\n* en IPv6 et ne font appel à aucun service IPv4 only,\n* en HTTPS et non en HTTP."
    },{
      "id": "3.4",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/3.4/",
      "critere": "Le service numérique utilise-t-il un protocole d’échange adapté aux contenus transférés ?",
      "thematique": "Architecture",
      "objectif": "Limiter ou réduire le transfert de données.",
      "miseEnOeuvre": "Il existe de nombreux protocoles, chacun ayant ses avantages et ses inconvénients. Par exemple, pour le streaming vidéo, HTTP Live Streaming (HLS), Real-Time Messaging Protocol (RTMP), Web Real-Time Communications (WebRTC)...\nAutre exemple, pour les API : REST, SOAP, REST, GraphQL, Protocol Buffers...",
      "controle": "Évaluer l’adéquation du protocole utilisé par rapport au contenu transféré."
    },{
      "id": "3.5",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/3.5/",
      "critere": "Le service numérique garantit-il la mise à disposition de mises à jours correctives pendant toute la durée de vie prévue des équipements et des logiciels liés au service ?",
      "thematique": "Architecture",
      "objectif": "Limiter la contribution à l’obsolescence des équipements utilisateurs.",
      "miseEnOeuvre": "Maintenir le service numérique pendant toute la durée prévue de l’équipement.",
      "controle": "Vérifier que la durée de maintenance est indiquée et que les mises à jours sont effectivement disponibles."
    },{
      "id": "3.6",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/3.6/",
      "critere": "Le service numérique propose-t-il d’installer des mises à jours correctives indépendamment des mises à jours évolutives ?",
      "thematique": "Architecture",
      "objectif": "Limiter la contribution à l’obsolescence des équipements utilisateurs.\nPromouvoir les politiques support longues (\"Long term support\").",
      "miseEnOeuvre": "Ce critère est applicable surtout pour un service numérique de type api / composants / bibliothèque / framework / outils open source et beaucoup plus rarement un produit destiné à des utilisateurs finaux.\nPar exemple, une stratégie de gestion de version avec des versions \"Long term support\" est mise en place et un changelog (journal des modifications) indique-t-il correctement les changements effectués par les mises à jour ?",
      "controle": "Vérification de la mise en œuvre"
    },{
      "id": "4.1",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.1/",
      "critere": "Le service numérique est-il utilisable via une connexion bas débit ?",
      "thematique": "UX/UI",
      "objectif": "Si le service numérique s’adresse à un large public, vous ne maitrisez donc pas le niveau de connectivité. Il est nécessaire de veiller à ne pas exclure certains publics qui n’ont pas accès à des hauts débits.\nTout en permettant de réduire la fracture numérique, il s’agit aussi d’une bonne pratique pour l’environnement. En effet, les utilisateurs n’ont pas toujours conscience de ce qui ralentit un service numérique : la connexion réseau, le service numérique ou le terminal utilisé ?\nUn service numérique plus léger a, par conséquent, beaucoup moins besoin de ressources réseaux pour fonctionner.",
      "miseEnOeuvre": "Tester l’utilisabilité du service avec des connexions bas débit, mesurer et améliorer le temps de réponse. Les contenus peuvent être servis en qualité dégradées lorsque cela s’avère nécessaire.",
      "controle": "Tester l’utilisabilité du service avec des connexions bas débit (3G en mobilité et 512 Kbs en fixe)."
    },{
      "id": "4.2",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.2/",
      "critere": "Le service numérique comporte-t-il uniquement des éléments animations, vidéos et sons dont la lecture automatique est désactivée ?",
      "thematique": "UX/UI",
      "objectif": "Éviter de pré-charger des contenus et de les lancer sans consentement de l’utilisateur.",
      "miseEnOeuvre": "Par exemple, éviter de précharger et de lire automatiquement vidéos, sons, animations, carrousel, etc.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.3",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.3/",
      "critere": "Le service numérique affiche-t-il uniquement des contenus sans défilement de page infini ?",
      "thematique": "UX/UI",
      "objectif": "Éviter le mur de contenus, liste infinie, enchaînement infini de contenus.",
      "miseEnOeuvre": "Mettre en place une pagination claire dont le chargement du contenu est à la demande de l\"utilisateur et non au défilement du contenu.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.4",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.4/",
      "critere": "Le service numérique optimise-t-il le parcours de navigation pour chaque fonctionnalité principale ?",
      "thematique": "UX/UI",
      "objectif": "Minimiser le temps passé par l’utilisateur sur le service numérique.\nOptimiser durant la phase de conception le ou les parcours de navigation pour chaque unité fonctionnelle principale du service numérique. Puis, observer les statistiques de fréquentation et d’usage, couplé aux moyens d’observation UX (expérience utilisateur), afin d’améliorer cette optimisation de parcours\nPar exemple, une unité fonctionnelle principale du service peut être \"réserver un billet\", \"rechercher un terme\", \"trouver une adresse\", \"contacter le support\", \"discuter\", etc.",
      "miseEnOeuvre": "Il s’agit d’abord d’une analyse qualitative à mettre en place et pouvant être complétée par une analyse quantitative :\n* Bien définir les unités fonctionnelles principales du service (au sens de l’Analyse de Cycle de Vie).\n* Exploiter toutes les ressources et les outils disponibles en UX afin de comprendre au mieux les usages des utilisateurs, notamment en ce qui concerne leurs parcours de navigation de chaque unité fonctionnelle principale.\n* Mettre en place un système d’analyse non intrusif et respectueux de la vie privée afin d’identifier les parcours-type sur le service numérique. Analyser de temps en temps ces statistiques pour pouvoir améliorer l’expérience utilisateur et les impacts environnementaux de ces \"chemins-critiques\".\n* Mesurer également les indicateurs techniques des parcours identifiés : nombre de requêtes, poids des ressources téléchargées et les traduire en indicateurs d’impacts environnementaux.",
      "controle": "* Outils UX de conception, d’optimisation et de controle continu : tri de carte, sondage, interviews, enquêtes utilisateurs, tests-U, etc.\n* Contrôle de la mise en place des statistiques d’usage.\n* Analyse de cycle de vie."
    },{
      "id": "4.5",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.5/",
      "critere": "Le service numérique permet-il à l’utilisateur de décider de l’activation d’un service tiers ?",
      "thematique": "UX/UI",
      "objectif": "Limiter le chargement de services tiers non nécessaires au bon fonctionnement du service. Par exemple, sans activation des cookies, certains lecteurs vidéos sont désactivés et en attente de consentement pour pouvoir visionner la vidéo.",
      "miseEnOeuvre": "Charger des contenus non indispensables qu’à la demande explicite de l’utilisateur. Ce critère rejoint une des obligations du RGPD sur la demande de consentement avant de charger du contenu tiers.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.6",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.6/",
      "critere": "Le service numérique utilise-t-il majoritairement des composants fonctionnels natifs du système d’exploitation, du navigateur ou du langage utilisé ?",
      "thematique": "UX/UI",
      "objectif": "Les composants fonctionnels sont par exemple des composants d’interface (menu, bouton, formulaire...). Généralement, les composants natifs d’un système n’ont besoin que de peu de ressources pour fonctionner, contrairement à des composants développés en surcouche.",
      "miseEnOeuvre": "Privilégier l’utilisation des composants fonctionnels natifs du système d’exploitation, du navigateur ou du langage utilisé pour répondre au besoin.",
      "controle": "Si c’est le cas, évaluer la nécessité d’avoir choisi d’utiliser des composants non natifs (contrainte technique par exemple ?)."
    },{
      "id": "4.7",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.7/",
      "critere": "Le service numérique comporte-t-il des vidéos, animations ou audios utilisées uniquement pour apporter ou restituer une information ?",
      "thematique": "UX/UI",
      "objectif": "Supprimer le poids des ressources vidéos téléchargées et utilisées pour l’esthétisme du service.",
      "miseEnOeuvre": "S’interroger sur la pertinence d’utiliser des animations et vidéos décoratives.",
      "controle": "Évaluer la pertinence du choix d’afficher une animation ou une vidéo décorative."
    },{
      "id": "4.8",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.8/",
      "critere": "Le service numérique permet-il de mettre en pause les animations, défilement ou clignotement ?",
      "thematique": "UX/UI",
      "objectif": "Donner le contrôle à l’utilisateur pour limiter l’usage de ressources non nécessaires.",
      "miseEnOeuvre": "Proposer systématiquement une possibilité à l’utilisateur de mettre en pause les animations.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.9",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.9/",
      "critere": "Le service numérique privilégie-t-il l’utilisation de contenu texte ou image au lieu de contenu vidéo ou audio lorsque cela est possible ?",
      "thematique": "UX/UI",
      "objectif": "Réduire le poids des ressources utilisées, sachant qu’une vidéo pèse généralement beaucoup plus lourd qu’un texte contenant des images.",
      "miseEnOeuvre": "Questionner le besoin d’afficher une vidéo, très en amont et choisir la solution la plus sobre possible tout en répondant au besoin utilisateur.",
      "controle": "Évaluer la pertinence du choix d’affichage d’une vidéo."
    },{
      "id": "4.10",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.10/",
      "critere": "Le service numérique utilise-t-il majoritairement des polices de caractères du système d’exploitation ?",
      "thematique": "UX/UI",
      "objectif": "Réduire la quantité et le poids des polices personnalisées utilisées. Privilégier l’utilisation des polices systèmes lorsque la personnalisation n’est pas nécessaire.",
      "miseEnOeuvre": "Par exemple, se fixer comme objectif de n’utiliser qu’au maximum, deux polices différentes et au maximum quatre variantes par police. Vérifier par exemple la compression des polices ou l’usage des glyphes nécessaires.\nDans un contexte de site web, faire attention aussi sur le mode de chargement : bloquant, non bloquant...",
      "controle": "Évaluer le nombre et poids des polices de catactères utilisées."
    },{
      "id": "4.11",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.11/",
      "critere": "Le service numérique limite-t-il les requêtes serveur lors de la saisie utilisateur ?",
      "thematique": "UX/UI",
      "objectif": "Éviter de réaliser des requêtes client - serveur inutiles. Par exemple dans un contexte de formulaire, de suggestion de résultats, etc.",
      "miseEnOeuvre": "Pour une aide à la saisie (\"autocompletion\"), attendre par exemple d’avoir 3 caractères et 200 ms après saisie avant de lancer une requête réseau.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.12",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.12/",
      "critere": "Le service numérique informe-t-il l’utilisateur, avant la validation, le format de saisie attendu ?",
      "thematique": "UX/UI",
      "objectif": "Limiter les échanges clients - serveurs en vérifiant la saisie du côté du terminal utilisateur.",
      "miseEnOeuvre": "Vérifier les formats attendus de la saisie de l’utilisateur avant soumission du formulaire et indiquer les erreurs de saisie.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.13",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.13/",
      "critere": "Le service numérique vérifie-t-il les saisies et les formats de données obligatoires à la soumission d’un formulaire sans requête serveur lorsque c’est possible ?",
      "thematique": "UX/UI",
      "objectif": "L’objectif est d’éviter les requêtes serveur inutiles. Dans certains cas il n’est pas possible de vérifier côté client en fin de formulaire, dans ce cas la vérification sera côté serveur.",
      "miseEnOeuvre": "Valider les saisies et les formats de données obligatoires à la soumission d’un formulaire sans requête serveur lorsque cela est possible. Attention : pré-valider les données côté frontend n’exempt pas la validation côté backend.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.14",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.14/",
      "critere": "Le service numérique informe-t-il l’utilisateur, avant le transfert, des poids et formats de fichier attendu ?",
      "thematique": "UX/UI",
      "objectif": "Limiter les échanges clients / serveurs de fichiers volumineux en informant l’utilisateur des prérequis attendus.",
      "miseEnOeuvre": "Indiquer à l’utilisateur, avant le transfert, des poids et des formats de fichier attendu : un type de fichier, une taille max. d’image, etc.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.15",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.15/",
      "critere": "Le service numérique vérifie-t-il des limites de poids et de formats sur les fichiers pouvant être transmis par l’utilisateur ?",
      "thematique": "UX/UI",
      "objectif": "Limiter les échanges clients / serveurs de fichiers volumineux en imposant des limites à l’utilisateur.",
      "miseEnOeuvre": "La soumission du formulaire n’est pas possible si les prérequis indiqués de poids et de formats de fichiers ne sont pas respectés.\nAttention cependant, non applicable dans certains contextes où le fichier demandé peut être potentiellement assez conséquent, par exemple pour une démarche en ligne.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.16",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.16/",
      "critere": "Le service numérique présente-t-il à ses utilisateurs ses impacts environnementaux globaux et/ou ceux de fonctionnalités précises ?",
      "thematique": "UX/UI",
      "objectif": "Matérialiser pour l’utilisateur les impacts environnementaux des actions les plus couteuses.",
      "miseEnOeuvre": "Par exemple, pour chaque fichier téléchargeable, ou média consulté, une information relative au poids du fichier ou de la consultation est préalablement affichée à l’utilisateur.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.17",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.17/",
      "critere": "Le service numérique propose-t-il des notifications uniquement lorsque c’est nécessaire ?",
      "thematique": "UX/UI",
      "objectif": "Réduire l’usage de ressources informatiques en évitant d’attirer inutilement l’attention de l’utilisateur.",
      "miseEnOeuvre": "Les notifications envisagées par le service numérique sont dans l’intérêt de l’utilisateur en terme de besoin. Les notifications évitent également la multiplications sur différents canaux redondants (SMS, mails, notification d’application, notification d’interface, pop-in, etc.).",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.18",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.18/",
      "critere": "Le service numérique permet-il à l’utilisateur de contrôler les notifications qu’il reçoit ?",
      "thematique": "UX/UI",
      "objectif": "Réduire l’usage de ressources informatiques en évitant d’attirer inutilement l’attention de l’utilisateur.",
      "miseEnOeuvre": "L’utilisateur peut désactiver les notifications ou choisir la fréquence de réception de ces notifications.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "4.19",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/4.19/",
      "critere": "Le service numérique fournit-il à l’utilisateur un moyen de contrôle sur ses contenus et ses services afin de réduire les impacts environnementaux ?",
      "thematique": "UX/UI",
      "objectif": "Donner de l’autonomie à l’utilisateur pour limiter les impacts environnementaux de ses usages.",
      "miseEnOeuvre": "Exemples : des fonctions proposant de choisir la définition de l’image, des possibilités de choix en résolutions des médias (vidéos, sons, images, documents), de désactiver l’affichage des médias, etc.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "5.1",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.1/",
      "critere": "Le service numérique utilise-t-il un format de fichier adapté au contenu et au contexte de visualisation de chaque contenu image ?",
      "thematique": "Contenus",
      "objectif": "Réduire le poids des fichiers téléchargés par les utilisateurs.",
      "miseEnOeuvre": "Choisir le format image adapté à la typologie d’image et au contexte d’affichage : utiliser le format vectoriel comme le svg lorsque cela est possible (illustrations, icones, logos, graphes...), le format jpg pour des photos et le format png pour des illustrations avec aplats de couleurs.",
      "controle": "Évaluer la pertinence du format de l’image affichée."
    },{
      "id": "5.2",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.2/",
      "critere": "Le service numérique propose-t-il des contenus image dont le niveau de compression est adapté au contenu et au contexte de visualisation ?",
      "thematique": "Contenus",
      "objectif": "Réduire le poids des fichiers téléchargés par les utilisateurs.",
      "miseEnOeuvre": "Ex. Lors de la génération d’une image JPEG depuis un logiciel de retouche, la compression à 60 % peut être visuellement acceptable. En PNG la réduction de la palette des couleurs est conseillée.\n\nAplatir les calques pour générer un format vectoriel SVG. Minifier et optimiser encore plus la compression en utilisant des outils dédiés.",
      "controle": "Évaluer la qualité et le poids de l’image affichée."
    },{
      "id": "5.3",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.3/",
      "critere": "Le service numérique utilise-t-il un format de fichier adapté au contenu et au contexte de visualisation pour chaque contenu vidéo?",
      "thematique": "Contenus",
      "objectif": "Il arrive parfois que le contenu vidéo soit en haute-définition alors que le contexte de visualisation n’en a pas besoin. L’objectif est de réduire le poids des fichiers téléchargés par les utilisateurs.",
      "miseEnOeuvre": "Par exemple, éviter les vidéos avec une définition de 1080p ou plus affichées sur le site web quand le terminal cible ou détecté est un smartphone. S’il n’est pas possible de mettre en place cette adaptation selon le terminal cible, utiliser un contenu vidéo avec la plus faible définition possible sans que cela n’altère sa compréhension.",
      "controle": "Tester la lecture des vidéos sur différents terminals et vérifier que ces vidéos ont un format adapté."
    },{
      "id": "5.4",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.4/",
      "critere": "Le service numérique propose-t-il des contenus vidéo dont le niveau de compression est adapté au contenu et au contexte de visualisation ?",
      "thematique": "Contenus",
      "objectif": "Réduire le poids des fichiers téléchargés par les utilisateurs.",
      "miseEnOeuvre": "Par exemple, optimisation du Bitrate (débit) au sein du format.",
      "controle": "Évaluer la qualité et le poids de la vidéo proposée."
    },{
      "id": "5.5",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.5/",
      "critere": "Le service numérique utilise-t-il un format de fichier adapté au contenu et au contexte d’écoute de chaque contenu audio ?",
      "thematique": "Contenus",
      "objectif": "Réduire le poids des fichiers téléchargés par les utilisateurs.",
      "miseEnOeuvre": "Utiliser par exemple le MP3, OGG ou AAC au lieu du FLAC, AIFF ou WAV.",
      "controle": "Évaluer la pertinence du format de fichier audio par rapport au contenu proposé : musique, parlé, etc."
    },{
      "id": "5.6",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.6/",
      "critere": "Le service numérique propose-t-il des contenus audio dont le niveau de compression est adapté au contenu et au contexte d’écoute ?",
      "thematique": "Contenus",
      "objectif": "Réduire le poids des fichiers téléchargés par les utilisateurs.",
      "miseEnOeuvre": "Exemple : optimisation du Bitrate (débit), du Ratio (Taux de compression) et de la Fréquence au sein du format\nChoix adapté Stéréo pour de la musique ou Mono pour des dialogues\nÉviter le ratio poids en mega-octet/durée en minute supérieur à 1.",
      "controle": "Évaluer la pertinence du poids de fichier audio par rapport au contenu proposé."
    },{
      "id": "5.7",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.7/",
      "critere": "Le service numérique utilise-t-il un format de fichier adapté au contenu et au contexte d’utilisation pour chaque contenu document ?",
      "thematique": "Contenus",
      "objectif": "Réduire le poids des fichiers téléchargés par les utilisateurs.",
      "miseEnOeuvre": "Ex : réserver un PDF optimisé web (donc comportant des visuels en 72 dpi) pour une visualisation en ligne et un PDF optimisé impression HD (donc comportant des visuels en 150 ou 300 dpi) pour une utilisation destinée à l’impression HD.",
      "controle": "Évaluer la pertinence du format du document proposé."
    },{
      "id": "5.8",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.8/",
      "critere": "Le service numérique propose-t-il des contenus document dont le niveau de compression est adapté au contenu et au contexte d’utilisation ?",
      "thematique": "Contenus",
      "objectif": "Réduire le poids des fichiers téléchargés par les utilisateurs.",
      "miseEnOeuvre": "Exemple : les paramètres de compression depuis pour générer un PDF en résolution 72 dpi pour tous les médias du document.",
      "controle": "Évaluer le poids du document par rapport à son contenu."
    },{
      "id": "5.9",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/5.9/",
      "critere": "Le service numérique a-t-il une stratégie de suppression, automatique ou manuelle, des contenus obsolètes ou périmés ?",
      "thematique": "Contenus",
      "objectif": "Alléger les bases de données et les serveurs physiques de données non utiles.",
      "miseEnOeuvre": "Définir une stratégie de suppression des contenus obsolètes, périmés, dépassés ou inutiles à conserver. Cette stratégie peut être automatique en définissant une date ou une durée d’expiration et un processus de purge automatique.",
      "controle": "Contrôler la mise en oeuvre"
    },{
      "id": "6.1",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.1/",
      "critere": "Le service numérique s’astreint-il à un poids maximum par écran ?",
      "thematique": "Frontend",
      "objectif": "Réduire ou limiter les données téléchargées",
      "miseEnOeuvre": "Définir et suivre un indicateur poids maximum par écran, en tenant compte de toutes les ressources téléchargées (composants d’interface, données, contenus, scripts, feuilles de style...)",
      "controle": "Quel est le poids maximum par écran défini ?"
    },{
      "id": "6.2",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.2/",
      "critere": "Le service numérique s’astreint-il à une limite de requêtes par écran ?",
      "thematique": "Frontend",
      "objectif": "Réduire ou limiter les échanges client - serveur.",
      "miseEnOeuvre": "Définir et suivre un indicateur nombre de requêtes maximum par écran, en tenant compte de toutes les ressources téléchargées (composants d’interface, données, contenus, scripts, feuilles de style...)",
      "controle": "Quel est le nombre de requêtes maximum par écran défini ?"
    },{
      "id": "6.3",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.3/",
      "critere": "Le service numérique utilise-t-il des mécanismes de mises en cache pour la totalité des contenus transférés dont il a le contrôle ?",
      "thematique": "Frontend",
      "objectif": "Réduire le poids des données échangés.",
      "miseEnOeuvre": "La stratégie de cache doit être adapté au contexte d’application et au scénario d’usage. La gestion du mode déconnecté (offline) est parfois très pertinent, parfois non. Mettre en place un mécanisme de cache côté utilisateur, en frontend (cache HTTP par exemple).",
      "controle": "Vérifier la mise en œuvre"
    },{
      "id": "6.4",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.4/",
      "critere": "Le service numérique a-t-il mis en place des techniques de compression sur la totalité des ressources transférées dont il a le contrôle ?",
      "thematique": "Frontend",
      "objectif": "Réduire ou limiter les données téléchargées.",
      "miseEnOeuvre": "Compression, minification des fichiers de scripts par exemple. Attention toutefois à ne pas générer de la consommation de ressource si il y a besoin de puissance de calcul pour \"décompresser\" les fichiers : la compression systématique de type .tgz par exemple pour des petits fichiers peut être contre-productif.",
      "controle": "Vérifier que les fichiers téléchargés sont compressés."
    },{
      "id": "6.5",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.5/",
      "critere": "Le service numérique affiche-t-il majoritairement des éléments graphiques et des médias dont les dimensions d’origine correspondent aux dimensions du contexte d’affichage ?",
      "thematique": "Frontend",
      "objectif": "Réduire ou limiter les données téléchargées.",
      "miseEnOeuvre": "Par exemple, lors de l’ajout des médias ou des éléments graphiques au service numérique, les dimensions d’affichages sont requises. Autre possibilité, vraie surtout pour les images, un redimensionnement est réalisée coté serveur lors de l’ajout du fichier par un contributeur.\nException à cette règle : le cas des images pour écran Retina (image affichée dont la taille d’origine est deux fois supérieure à son contexte d’affichage).",
      "controle": "Contrôler que les images ou les médias sont affichés dans leur taille d’origine."
    },{
      "id": "6.6",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.6/",
      "critere": "Le service numérique propose-t-il un mécanisme de chargement progressif pour les éléments graphiques et les médias le nécessitant ?",
      "thematique": "Frontend",
      "objectif": "Réduire ou limiter les données téléchargées.",
      "miseEnOeuvre": "Exemples : streaming pour la vidéo, chargement uniquement des images ou ressources affichées à l’écran (\"lazy loading\")...",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "6.7",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.7/",
      "critere": "Le service numérique se limite-t-il au chargement des composants utilisés au sein des bibliothèques lorsque cela est possible ?",
      "thematique": "Frontend",
      "objectif": "N’utiliser que ce dont il est nécessaire pour le fonctionnement du service et économiser ainsi de la ressource informatique.",
      "miseEnOeuvre": "Charger uniquement les composants nécessaires. Certaines bibliothèques rendent disponibles les composants pour une utilisation unitaire (par exemple [Bootstrap](https://getbootstrap.com/)).\nAutre exemple, le [système de design de l’Etat](https://www.systeme-de-design.gouv.fr/) est disponible sous forme packagée (feuilles de style et scripts) avec tous les composants. Il est rarement nécessaire d’utiliser tous les composants. Il est possible de ne charger que les fichiers CSS et javascript des composants nécessaires.",
      "controle": "Vérifier le contenu des bibliothèques chargées et leur utilisation effective."
    },{
      "id": "6.8",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.8/",
      "critere": "Le service numérique évite-t-il de déclencher le chargement de ressources et de contenus inutilisés pour chaque fonctionnalité ?",
      "thematique": "Frontend",
      "objectif": "Il est souvent plus simple pour l’équipe de développement de charger tous les composants, packagés dans un fichier compressé quelque soit la fonctionnalité. Il en résulte que l’utilisateur charge des composants qui ne seront pas forcément utilisés.\nN’utiliser que ce dont il est effectivement nécessaire pour le fonctionnement du service permet d’économiser ainsi de la ressource informatique.",
      "miseEnOeuvre": "Ne charger les ressources et des composants que lorsqu’ils sont effectivement utilisés.",
      "controle": "Vérifier le contenu des ressources chargées et leur utilisation effective."
    },{
      "id": "6.9",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.9/",
      "critere": "Le service numérique utilise-t-il un stockage côté client de certaines ressources afin d’éviter des échanges réseaux inutiles ?",
      "thematique": "Frontend",
      "objectif": "Réduire ou limiter les échanges client - serveur.",
      "miseEnOeuvre": "Par exemple, il est possible de stocker des données souvent utilisées dans le navigateur web afin de limiter les échanges avec le serveur.",
      "controle": "Vérifier qu’aucune fonctionnalité ne fait des requêtes identiques et redondantes."
    },{
      "id": "6.10",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.10/",
      "critere": "Le service numérique restreint-il l’usage des capteurs des terminaux utilisateur au besoin du service plutôt qu’en permanence ?",
      "thematique": "Frontend",
      "objectif": "Réduire ou limiter les données échangées, dont des données personnelles (comme la webcam, le micro ou la géolocalisation, par exemple), avec le service numérique.",
      "miseEnOeuvre": "Validation de mécanismes d’alerte et de consentement avant tout déclenchement de capteur du terminal accepté par l’utilisateur.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "6.11",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/6.11/",
      "critere": "Le service numérique héberge-t-il les ressources statiques transférées dont il est l’émetteur sur un même domaine ?",
      "thematique": "Frontend",
      "objectif": "Limiter le nombre de domaines différents et donc de serveurs sollicités.",
      "miseEnOeuvre": "Limiter le nombre de domaines différents pour les ressources utilisées afin notamment de profiter du multiplexing proposé par HTTP/2",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "7.1",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/7.1/",
      "critere": "Le service numérique a-t-il recours à un système de cache serveur pour les données les plus utilisées ?",
      "thematique": "Backend",
      "objectif": "Limiter la consommation de ressources informatiques.",
      "miseEnOeuvre": "Identifier les données, entrées API, ressources les plus utilisées à mettre en cache afin d’éviter de les regénérer. Prévoir une durée d’expiration pour les rafraichir.",
      "controle": "Quels sont les caches serveur mis en place ?"
    },{
      "id": "7.2",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/7.2/",
      "critere": "Le service numérique est-il configuré pour transmettre depuis le serveur des contenus compressés au client qui les accepte ?",
      "thematique": "Backend",
      "objectif": "Réduire la quantité de ressources transférées sur le réseau.",
      "miseEnOeuvre": "Mettre en place une compression de bout en bout (par exemple : https://developer.mozilla.org/fr/docs/Web/HTTP/Compression)",
      "controle": "Vérifier la mise en place d’une compression des données"
    },{
      "id": "7.3",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/7.3/",
      "critere": "Le service numérique définit-il des dates d’expiration sur les données qui le nécessitent ?",
      "thematique": "Backend",
      "objectif": "Alléger les bases de données et les serveurs physiques de données non utiles.",
      "miseEnOeuvre": "Définir des dates d’expiration sur les données (fichiers, entrées en base de données...) permettant par la suite de supprimer cette donnée. (Cf critère suivant)",
      "controle": "Demande déclarative à l’équipe de développement. Ceci peut être tracé dans un document sur la politique/stratégie de la gestion des données."
    },{
      "id": "7.4",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/7.4/",
      "critere": "Le service numérique supprime-t-il les données ayant une date d’expiration après celle-ci ?",
      "thematique": "Backend",
      "objectif": "Alléger les base de données et les serveurs physiques de données non utiles.",
      "miseEnOeuvre": "Mettre en place un processus (de préférence automatique) supprimant les données périmées (fichiers, entrées en base de données...).",
      "controle": "Suivi de l’évolution du poids des fichiers stockés et des base de données"
    },{
      "id": "7.5",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/7.5/",
      "critere": "Le service numérique informe-t-il l’utilisateur d’un traitement en cours en arrière-plan ?",
      "thematique": "Backend",
      "objectif": "Éviter les requêtes simultanées provoquées par l’utilisateur s’il ne sait pas que son action est en cours de prise en compte.",
      "miseEnOeuvre": "Rendre indisponible l’action qui génère le traitement (par exemple un bouton de soumission de formulaire) et informer l’utilisateur que le traitement est en cours, éventuellement une durée approximative de traitement.",
      "controle": "Contrôler la mise en œuvre"
    },{
      "id": "8.1",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.1/",
      "critere": "Le service numérique utilise-t-il un hébergement signataire du Code de Conduite européen sur les Datacentres ?",
      "thematique": "Hébergement",
      "objectif": "Favoriser un hébergement qui a des engagements en faveur de l’environnement.",
      "miseEnOeuvre": "Sélectionner un hébergeur engagé dans cette démarche.\nOu demander des engagements à l’hébergeur en ce sens.\nEn savoir plus sur le [Code de conduite européen](https://ecoinfo.cnrs.fr/2020/05/19/guide-des-bonnes-pratiques-du-code-de-conduite-europeen-sur-les-datacentres/).",
      "controle": "Justificatif de l’hébergeur de sa ratification du Code de Conduite et des actions associées"
    },{
      "id": "8.2",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.2/",
      "critere": "Le service numérique utilise-t-il un hébergement ayant une démarche de réduction de son impact écologique ?",
      "thematique": "Hébergement",
      "objectif": "Favoriser un hébergement qui a des engagements en faveur de l’environnement, autres que le Code de Conduite européen sur les datacentres.",
      "miseEnOeuvre": "Sélectionner un hébergeur ayant des engagements environnementaux ou demander des engagements à l’hébergeur en ce sens.",
      "controle": "Justificatif des engagements environnementales de l’hébergeur"
    },{
      "id": "8.3",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.3/",
      "critere": "Le service numérique utilise-t-il un hébergement qui fournit une politique de gestion durable des équipements ?",
      "thematique": "Hébergement",
      "objectif": "Favoriser un hébergement qui a des engagements en faveur de l’environnement notamment sur sa gestion des équipements : impacts environnementaux de l’achat de ces équipements, politique d’achat (achat durable, réparable), politique d’usage (upgrade, réparation par exemple) et politique de fin d’usage (réemploi et gestion des DEEE, les Déchets d’équipements électriques et électroniques).",
      "miseEnOeuvre": "Sélectionner un hébergeur ou demander des engagements à un hébergeur ayant une politique transparente et écologique de sa gestion des équipements.",
      "controle": "Politique d’achat et de gestion des équipements de l’hébergeur"
    },{
      "id": "8.4",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.4/",
      "critere": "Le service numérique utilise-t-il un hébergement qui fournit des indicateurs d’impacts environnementaux liés à son activité ?",
      "thematique": "Hébergement",
      "objectif": "Favoriser un hébergement qui mesure et qui rend disponibles les impacts environnementaux liés à son usage.",
      "miseEnOeuvre": "Sélectionner un hébergeur ou demander des engagements à un hébergeur proposant des métriques environnementales.",
      "controle": "Indicateurs environnementaux et / ou à défaut, mais non suffisant, de consommation énergétique indiqués par l’hébergeur."
    },{
      "id": "8.5",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.5/",
      "critere": "Le service numérique utilise-t-il un hébergement qui a un PUE (Power Usage Effectiveness) inférieur à 1,5 ?",
      "thematique": "Hébergement",
      "objectif": "Connaitre le PUE de son hébergement.\nRéduire ou limiter la consommation d’énergie nécessaire au bon fonctionnement et au refroidissement des serveurs.",
      "miseEnOeuvre": "Sélectionner un hébergeur dont le PUE est inférieur à 1,5. Plus le PUE est proche de 1, mieux c’est.",
      "controle": "Quel est le PUE de l’hébergeur du service numérique ?"
    },{
      "id": "8.6",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.6/",
      "critere": "Le service numérique utilise-t-il un hébergement qui a un WUE (Water Usage\nEffectiveness) inférieur à 1 L/kWh ?",
      "thematique": "Hébergement",
      "objectif": "Connaitre le WUE de son hébergement, indicateur souvent peu pris en compte.\nRéduire ou limiter la consommation d’eau nécessaire au refroidissement des serveurs.",
      "miseEnOeuvre": "Sélectionner un hébergeur dont le WUE est inférieur à 1 L/kWh.",
      "controle": "Quel est le WUE de l’hébergeur du service numérique ?"
    },{
      "id": "8.7",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.7/",
      "critere": "Le service numérique utilise-t-il un hébergement dont la localisation géographique est en cohérence avec celle de ses utilisateurs et de ses activités ?",
      "thematique": "Hébergement",
      "objectif": "Réduire la distance parcourue par les données et donc réduire l’infrastructure réseau mobilisée.",
      "miseEnOeuvre": "Sélectionner un hébergeur dont la localisation de ses serveurs est proche des utilisateurs ou des activités identifiés.",
      "controle": "Contrôler la mise en œuvre : l’identification de la localisation des utilisateurs et la localisation des serveurs."
    },{
      "id": "8.8",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.8/",
      "critere": "Le service numérique utilise-t-il un hébergement dont sa consommation d’électricité est majoritairement d’origine renouvelable et bas-carbone ?",
      "thematique": "Hébergement",
      "objectif": "Promouvoir la transition vers des énergies renouvelables.",
      "miseEnOeuvre": "Demander à l’hébergeur les certificats ou les garanties d’électricité d’origine renouvelable de l’électricité utilisée.",
      "controle": "Certificat d’origine de l’électricité consommé par l’hébergeur"
    },{
      "id": "8.9",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.9/",
      "critere": "Le service numérique héberge-t-il de façon distincte les données « chaudes » et « froides » ?",
      "thematique": "Hébergement",
      "objectif": "Les données chaudes sont des données très utilisées alors que les données froides sont des données archivées. Utiliser des hébergements différents (base de données différentes par exemple) permettrait de réduire les impacts environnementaux.",
      "miseEnOeuvre": "Séparer les données chaudes des données froides en utilisant des solutions techniques adaptées au contexte d’utilisation.",
      "controle": "Vérification de la mise en œuvre"
    },{
      "id": "8.10",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.10/",
      "critere": "Le service numérique duplique-t-il les données uniquement lorsque cela est nécessaire ?",
      "thematique": "Hébergement",
      "objectif": "Réduire les ressources informatiques et les ressources de stockage utilisées",
      "miseEnOeuvre": "Ne pas systématiquement dupliquer toutes les données. Identifier les données nécessaires à être dupliquées (données critiques ou données très sollicitées par exemple). Un équilibre est à trouver entre sécurisation (pour éviter les pertes de données) et dissémination (en avoir trop partout).",
      "controle": "Document de référence, spécifications indiquant les choix de conception quant à la redondance des données."
    },{
      "id": "8.11",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.11/",
      "critere": "Le service numérique utilise-t-il une redondance uniquement lorsque cela est nécessaire ?",
      "thematique": "Hébergement",
      "objectif": "Réduire les ressources informatiques et les ressources de stockage utilisées.",
      "miseEnOeuvre": "Se questionner sur la pertinence de la redondance du service. Est-ce critique si le service numérique n’est pas disponible pendant un certain temps ?\n* Le Backup & Restore est ce qu’il y a de moins cher, parfaitement adapté aux applications qui ont un RTO (Recovery Time Objective) ou RPO (Recovery Point Objective) de quelques heures.\n* Le Pilot Light, c’est par exemple une base de données \"mirrorée\" mais avec des VMs éteintes, un peu plus cher qu’un Backup & Restore cela fonctionne pour la plupart des applications qui n’ont pas des exigences SLA extrêmes (inférieures à 1 heure).\n* Le Warm Standby, c’est lorsque les VMs tournent déjà mais dans une scalabilité limitée, quasiment en temps réel mais potentiellement en qualité légèrement dégradée si incident.\n* Le Hot Standby Multi-Site : total résilience pour des SLAs temps réel. Aucune perte de service n’est tolérée, mais forcément cela a un coût.",
      "controle": "Vérification de la présence d’un SLA (Service Level Agreement) par exemple"
    },{
      "id": "8.12",
      "url": "https://ecoresponsable.numerique.gouv.fr/publications/referentiel-general-ecoconception/critere/8.12/",
      "critere": "Le service numérique utilise-t-il un hébergement qui récupère la chaleur fatale produite par les serveurs ?",
      "thematique": "Hébergement",
      "objectif": "Encourager les initiatives permettant de récupérer l’énergie produite, par exemple pour chauffer des batiments en hiver.\n[Définition de la chaleur fatale selon l’ADEME](https://grand-est.ademe.fr/expertises/produire-autrement/chaleur-fatale/chaleur-fatale-de-quoi-parle-t)",
      "miseEnOeuvre": "Sélectionner un hébergeur ou demander des engagements à un hébergeur de réutiliser la chaleur fatale générée.",
      "controle": "Documentation des initiatives mises en place par l’hébergeur pour la récupération et la réutilisation de la chaleur fatale."
    }
  ]
}
